Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_yksimielinen_lisaajan_tarpeesta_totuus-_ja_sovintokomission_tyolle.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät yksimielinen lisäajan tarpeesta totuus- ja sovintokomission työlle
sme: Sámediggi ovttamielalaš lassiáigge dárbbus duohtavuođa- ja soabadankommišuvnna bargui

source: Saamelaiskäräjien kokous keskusteli lisäajan tarpeesta totuus- ja sovintokomission työlle.
sme: Sámedikki čoahkkin ságastalai lassiáigge dárbbus duohtavuođa- ja soabadankommišuvnna bargui.

source: Kokous näki lisäajan olevan tarpeen vuoden 2023 loppuun asti.
sme: Čoahkkin gávnnahii, ahte lassiáigge dárbu lea jagi 2023 loahpa rádjai.

source: Alkuperäisen mandaatin mukaan raportti tulisi luovuttaa marraskuussa 2022.
sme: Álgomuttu mandáhta mielde raportta livčče galgan luohpadit skábmamánus 2022.

source: Saamelaiskäräjät päätti asiasta vuoden ensimmäisessä kokouksessa 18. helmikuuta 2021.
sme: Sámediggi mearridii áššis jagi vuosttas čoahkkimis guovvamánu 18 beaivve 2021.

source: – Komission työn aloittaminen on viivästynyt ja meidän on tärkeää varmistaa, ettei liian tiukka aikataulu muodostu esteeksi tärkeän työn onnistumiselle, sanoo Saamelaiskäräjien I varapuheenjohtaja Anni Koivisto lisäajan tarpeesta.
sme: – Kommišuvnna barggu álggaheapmi lea ádjánan ja min lea dehálaš sihkkarastit, ahte kommišuvdnii várrejuvvo doarvái áigi dán dehálaš barggu várás, dadjá Sámedikki I várreságajođiheaddji Anni Koivisto lassiáigge dárbbu birra.

source: Saamelaiskäräjät käsitteli kokouksessa lisäksi valtioneuvoston esitystä totuus- ja sovintokomission jäseniksi.
sme: Sámediggi gieđahalai čoahkkimis maiddái stáhtaráđi evttohusa, mii guoskkai duohtavuođa- ja soabadankommišuvnna lahtuid.

source: Asia käsiteltiin kokouksessa ei-julkisena asiana, sillä asian käsittely on edelleen kesken.
sme: Ášši gieđahallui čoahkkimis ii – almmolaš áššin, dasgo ášši gieđahallan lea ain gaskan.

source: Kolttien kyläkokoukset käsittelivät asiaa 20.-21.2.2021, minkä jälkeen komission jäsenten yhteensovittamista jatketaan Saamelaiskäräjien, Kolttien kyläkokouksen ja valtioneuvoston kanslian kanssa.
sme: Nuortalaččaid siidačoahkkimat gieđahalle ášši 20.-21.2.2021, man maŋŋá kommišuvnna lahtuid oktiiheiveheapmi jotkojuvvo Sámedikkiin, Nuortalaččaid siidačoahkkimiin ja Stáhtaráđi kansliijain.

source: Saamelaiskäräjien kertomus valtioneuvostolle vuodelta 2020
sme: Sámedikki muitalus stáhtaráđđái jagis 2020

source: Vuonna 2020 kaikkeen Saamelaiskäräjien toimintaan vaikutti koronaviruspandemia ja sen tuoma poikkeustila.
sme: Jagi 2020 áigge Sámedikki buot doibmii váikkuhii koronaviruspandemiija ja dan dagahan spiehkastatdilli.

source: Saamelaiskäräjät pyrki edelleen kehittämään yhteistyötä ja tiedonvälitystä Suomen valtion suuntaan.
sme: Sámediggi geahččala viidásabbot ovddidit oktasašbarggu ja diehtojuohkima Suoma stáhta guvlui.

source: Tätä tarkoitusta varten jatkettiin eduskuntapuolueiden ja Saamelaiskäräjien yhteistyöelimen työtä.
sme: Dán dárkkuhusa várás jotkojuvvui riikkabeaibellodagaid ja Sámedikki oktasašbargoorgána bargu.

source: Lisäksi Saamelaiskäräjien ja eri ministeriöiden välistä yhteistyötä edistettiin saamelaisasioiden neuvottelupäivien yhteydessä tapahtuvien keskustelujen sekä suorien neuvottelujen kautta.
sme: Ja maiddái Sámedikki ja sierra ministeriijaid gaskasaš oktasašbargu ovddiduvvui sámeáššiid ráđđádallanbeivviid oktavuođas ollašuhtton ságastallamiid ja njuolggo ráđđádallamiid bokte.

source: Saamelaiskäräjien toimintaa ja vaikutusmahdollisuuksia heikensi edelleen resurssipula.
sme: Sámedikki doaimma ja váikkuhanvejolašvuođaid heajudii ain resursaváilevuohta.

source: Työterveydenhuolto on vuonna 2020 terveystarkastuslausunnoissa pyytänyt Saamelaiskäräjiä kiinnittämään huomiota työn kuormittavuuden vähentämiseen.
sme: Bargodearvvasvuođafuolahus lea jagi 2020 dearvvasvuođadárkkistuscealkámušas bivdán Sámedikki giddet fuopmášumi barggu noađuheami geahpedeapmái.

source: Saamelaiskäräjät antaa vuosittain valtioneuvostolle hallituksen kertomuksen laatimista varten kertomuksen siitä, mitä merkittävää on tapahtunut saamelaisia erityisesti koskevien asioiden kehityksessä.
sme: Sámediggi addá jahkásaččat stáhtaráđđái ráđđehusa muitalusa ráhkadeami várás muitalusa das, mii mearkkašahtti lea dáhpáhuvvan sámiid erenomážit guoski áššiid ovdáneamis.

source: Lue Saamelaiskäräjien kertomus valtioneuvostolle vuodelta 2020
sme: Loga Sámedikki muitalusa stáhtaráđđái jagis 2020 (suomagillii)

source: Henkilöpoliittinen ohjelma ohjaa Saamelaiskäräjien henkilöstöhallintoa
sme: Bargoveahkapolitihkalaš prográmma jođiha Sámedikki bargoveahkahálddahusa

source: Saamelaiskäräjien henkilöstöpoliittisella ohjelmalla edistetään työyhteisön hyvinvointia, osaamista ja osallistumismahdollisuuksia sekä kehitetään työyhteisöä, esimies- ja työyhteisötaitoja saamelaiskulttuurille tärkeiden arvojen mukaisesti.
sme: Sámedikki bargoveahkapolitihkalaš prográmmain ovddiduvvojit bargoservoša buresveadjin, ámmátdáidu ja oassálastinvejolašvuođat sihke ovddiduvvojit bargosearvvuš, jođiheaddjiid- ja bargosearvvušdáiddut sámekultuvrii dehálaš árvvuid mielde.

source: Lue Saamelaiskäräjien henkilöstöpoliittinen ohjelma vaalikaudelle 2020-2023
sme: Loga Sámedikki bargoveahkapolitihkalaš prográmma válgabadjái 2020-2023 (suomagillii)

source: Sami Giellagáldun inarinsaamen kielijaostoon Anna Morottaja ja Hannu Kangasniemi
sme: Sámi Giellagáldu anárašgiela giellajuhkosii Anna Morottaja ja Hannu Kangasniemi

source: Saamelaiskäräjien kokous esittää inarinsaamen kielijaostoon toimikaudeksi 2020-2023 Anna Morottajaa ja Hannu Kangasniemeä.
sme: Sámedikki čoahkkin evttoha anárašgiela giellajuhkosii doaibmabadjái 2020-2023 Anna Morottaja ja Hannu Kangasniemi.

source: Kielijaostoon aiemmin valitut kaksi jäsentä olivat ilmoittaneet luopuvansa kielijaoston jäsenyydestä.
sme: Giellajuhkosii ovdal válljejuvvon guokte lahtu ledje almmuhan, ahte luohpaba giellajuhkosa lahttovuođas.

source: Kielijaostot toimivat Sámi Giellagáldun yhteydessä ja antavat suosituksia saamen kielten käyttöön liittyvistä asioista, kuten normituksesta ja uudesta terminologiasta.
sme: Giellajuhkosat doibmet Sámi giellagáldu oktavuođas ja addet ávžžuhusaid áššiin, mat gusket sámegielaid geavaheami, nugo normerema ja ođđa terminologiija.

source: Saamelainen Parlamentaarinen Neuvosto nimeää lopullisesti jäsenet kielijaostoihin.
sme: SPR nammada dasto lahtuid giellajuhkosiidda.

source: Lisätietoja:
sme: Lassidieđut:

source: Puheenjohtaja Tuomas Aslak Juuso, 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: Ságajođiheaddji Tuomas Aslak Juuso, 040 687 3394, tuomas.juuso(at)samediggi.fi

source: I varapuheenjohtaja Anni Koivisto, 040 415 5969, anni.koivisto(at)samediggi.fi
sme: I várreságajođiheaddji Anni Koivisto, 040 415 5969, anni.koivisto(at)samediggi.fi

source: Viestintäsihteeri Johanna Alatorvinen, 010 839 3140 / 040 663 4493, johanna.alatorvinen(at)samediggi.fi
sme: Dieđihančálli Johanna Alatorvinen, 010 839 3140 / 040 663 4493, johanna.alatorvinen(at)samediggi.fi

source: Puheenjohtajan avustaja Laura Olsén-Ljetoff, 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
sme: Ságajođiheaddji veahkkebargi Laura Olsén-Ljetoff, 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
